let lang = {
    "processing": "Зачекайте...",
    "search": "Пошук:",
    "lengthMenu": "Показати  _MENU_ записів",
    "info": "Записи  від _START_ до _END_ з _TOTAL_ записів",
    "infoEmpty": "Записи від 0 до 0 з 0 записів",
    "infoFiltered": "(відфільтровано  из _MAX_ записів)",
    "infoPostFix": "",
    "loadingRecords": "Завантаження  записів...",
    "zeroRecords": "Записи відсутні.",
    "emptyTable": "У таблиці відсутні дані",
    "paginate": {
        "first": "Перша",
        "previous": "Попередня",
        "next": "Наступна",
        "last": "Остання"
    },
    "aria": {
        "sortAscending": ": активувати для сортування стовпця по зростанню",
        "sortDescending": ": активувати для сортування стовпця по спадаючій"
    }
};

$.fn.datepicker.dates['uk'] = {
    days: ["Неділя", "Понеділок", "Вівторок", "Середа", "Четвер", "П'ятниця", "Субота"],
    daysShort: ["Нед", "Пнд", "Втр", "Срд", "Чтв", "Птн", "Суб"],
    daysMin: ["Нд", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
    months: ["Cічень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень", "Вересень", "Жовтень", "Листопад", "Грудень"],
    monthsShort: ["Січ", "Лют", "Бер", "Кві", "Тра", "Чер", "Лип", "Сер", "Вер", "Жов", "Лис", "Гру"],
    today: "Сьогодні",
    clear: "Очистити",
    format: "dd.mm.yyyy",
    weekStart: 1
};